test_data/startpaos.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:iso="urn:iso:std:iso-iec:24727:tech:schema">
    <S:Body>
        <iso:StartPAOS>
            <iso:SessionIdentifier>faf7554cf8a24e51a4dbfa9881121905</iso:SessionIdentifier>
            <iso:ConnectionHandle>
                <iso:CardApplication>e80704007f00070302</iso:CardApplication>
                <iso:SlotHandle>00</iso:SlotHandle>
            </iso:ConnectionHandle>
            <iso:UserAgent>
                <iso:Name>Client eID Exemple</iso:Name>
                <iso:VersionMajor>2</iso:VersionMajor>
                <iso:VersionMinor>0</iso:VersionMinor>
                <iso:VersionSubminor>0</iso:VersionSubminor>
            </iso:UserAgent>
            <iso:SupportedAPIVersions>
                <iso:Major>1</iso:Major>
                <iso:Minor>1</iso:Minor>
                <iso:Subminor>0</iso:Subminor>
            </iso:SupportedAPIVersions>
            <iso:SupportedDIDProtocols>
                <iso:Protocol>urn:oid:1.3.162.15480.3.0.14</iso:Protocol>
            </iso:SupportedDIDProtocols>
        </iso:StartPAOS>
    </S:Body>
</S:Envelope>